Repository: TrackDuck/td-wordpress
Catalog: languages/trackduck-*.po
Languages: lt_lt

source: TrackDuck Options
lt_lt: TrackDuck nustatymai

source: Main Settings
lt_lt: Pagrindiniai nustatymai

source: TrackDuck Project ID
lt_lt: TrackDuck projekto ID

source: TrackDuck - visual feedback and bug tracking solution for your webiste. After installing TrackDuck for your website, you will be able to add comments with screenshots directly to your web pages. You can also receive error reports from users. Take control of feedback and communciation with clients, sign up for track duck for free. Learn more on <a href="%1$s">TrackDuck website</a>.
lt_lt: TrackDuck - atgalinio ryšio ir klaidų sekimo sprendimas jūsų tinklalapiui. Įdiegę TrackDuck į savo tinklalapį, galėsite tiesiog iš naršyklės pridėti ekrano nuotraukas ir komentarus. Taip pat galėsite gauti pranešimus apie klaidas iš savo vartotojų. Kontroliuokite savo atgalinį ryšį ir komunikaciją su klientais, užsiregistruokite TrackDuck nemokamai. Daugiau informacijos <a href="%1$s">TrackDuck tinklalapyje</a>.

source: Get Project ID
lt_lt: Gauti projekto ID

source: IE version 9 and older are not supported. Please update your browser or just copy paste the project ID from TrackDuck <a href="%1$s" target="_blank">website</a>.
lt_lt: IE 9 ir senesnės versijos nepalaikomos. Prašome atsinaujinti naršyklę arba nukopijuoti projekto ID iš TrackDuck <a href="%1$s" target="_blank">tinklalapio</a>.

source: Enable integration
lt_lt: Įjungti integraciją

source: Google signup
lt_lt: Užsiregistruoti per Google

source: Login with Facebook
lt_lt: Prisijungti per Facebook

source: Login or register with email
lt_lt: Prisijungti/prisiregistruoti per el. paštą

source: Disable integration
lt_lt: Iįjungti integraciją

source: Open project settings
lt_lt: Atidaryti projekto nustatymus

source: Enable TrackDuck
lt_lt: Įjungti TrackDuck

source: Add TrackDuck code to your website
lt_lt: Pridėti TrackDuck kodą į tinklalapį

source: Improve TrackDuck performance
lt_lt: Pagerinkite TrackDuck veikimą

source: Install extension for your favorite browser and time on screenshot capturing and adding visual feedback from your website.
lt_lt: Įdiekite plėtinį savo mėgstamai naršyklei ir pridėkite ekrano vaizdų saugojimą ir vaizdinės informacijos gavimą iš savo svetainės.
